Repository: deufrai/doctest
Catalog: locale/*/LC_MESSAGES/als.po
Languages: fr

source: Reading new frame...
fr: Lecture nouvelle image ...

source: Reading first frame...
fr: Lecture première image ...

source: Read 16bit frame ...
fr: Image 16 bits ...

source: Read 8bit frame ...
fr: Image 8bits ...

source: Read RGB image ...
fr: Image RGB ...

source: Read B&W image ...
fr: Image noir et blanc ...

source: Stack and Align New frame...
fr: Empilement et alignement nouvelle image...

source: Stack New frame...
fr: Empilement nouvelle image ...

source: ... Stack finished
fr: Empilement terminé

source: Astro Live Stacker
fr: Empileur d'images astronomiques pour les astrams qui font de la bidouille et que la preuve c'est que tu es en train de lire ce message à rallonge donc vraiment c'est que tu vas au fond des choses, bravo

source: Saving :
fr: Enregistrement :

source: Define new display value
fr: Définition du nouvel affichage

source: fit format not supported
fr: format fit non supporté

source: Adjust GUI image
fr: Ajustement image

source: invalid frame
fr: image invalide

source: Updated GUI image
fr: Mise à jour affichage

source: Scan folder
fr: Dossier scanné

source: Dark file
fr: Fichier dark

source: Work folder
fr: Dossier de travail

source: Scan folder :
fr: Dossier scanné :

source: Work folder :
fr: Dossier de travail :

source: Play with alignement type:
fr: Play avec alignement :

source: Play with NO alignement
fr: Play sans alignement

source: No path
fr: Pas de chemin fourni

source: Save New TIFF Image in RGB...
fr: Sauvegarde nouveau TIFF en RGB...

source: Save New TIFF Image in B&W...
fr: Sauvegarde nouveau TIFF en noir et blanc...

source: Post-Process New TIFF Image...
fr: Post traitement nouveau TIFF...

source: correct display image
fr: correction image affichée

source: contrast value :
fr: contraste :

source: brightness value :
fr: luminosité :

source: apply SCNR
fr: appliquer SCNR

source: SCNR type
fr: Type de SCNR

source: R contrast value :
fr: Valeur de contraste R :

source: G contrast value :
fr: Valeur de contraste G :

source: B contrast value :
fr: Valeur de contraste B :

source: TIFF image create :
fr: Création image TIFF :
